Repository: Maberi/ls.joyous
Catalog: ls/joyous/locale/*/LC_MESSAGES/django.po
Languages: ca

source: Upload
ca: Carregar

source: Convert UTC to localtime?
ca: Convertir UTC a hora local?

source: Import
ca: Importar

source: Export
ca: Exportar

source: List View
ca: Veure com llista

source: Weekly View
ca: Vista setmanal

source: Monthly View
ca: Vista mensual

source: calendar page
ca: pàgina de calendari

source: calendar pages
ca: pàgines de calendari

source: Introductory text.
ca: Text d'introducció.

source: view choices
ca: opcions de vista

source: default view
ca: vista per omisió

source: View Options
ca: Opcions de Vista

source: Week {weekNum}
ca: Setmana {weekNum}

source: specific calendar page
ca: pàgina específica del calendari

source: specific calendar pages
ca: pàgines específiques de calendari

source: general calendar page
ca: pàgina general de calendari

source: general calendar pages
ca: pàgines generals de calendari

source: event category
ca: categoria d'esdeveniment

source: event categories
ca: categories d'esdeveniment

source: code
ca: codi

source: name
ca: nom

source: Event cannot end before it starts
ca: L'esdeveniment no pot acabar abans de començar

source: category
ca: categoria

source: image
ca: imatge

source: start time
ca: hora d'inici

source: end time
ca: hora d'acabament

source: time zone
ca: zona horaria

source: group page
ca: pàgina de grup

source: details
ca: detalls

source: location
ca: localització

source: website
ca: pàgina web

source: This event has finished.
ca: Aquest esdeveniment ha acabat.

source: This event has started.
ca: Aquest esdeveniment ha començat.

source: at
ca: a les

source: {dateTimeFrom} to {dateTo} {atTimeTo}
ca: {dateTimeFrom} fins el {dateTo} {atTimeTo}

source: group pages
ca: pàgines de grup

source: content
ca: contingut

source: An area of text for whatever you like
ca: Un espai de text pel que vulguis

source: event page
ca: pàgina d'esdeveniment

source: event pages
ca: pàgines d'esdeveniment

source: date
ca: data

source: multiday event page
ca: pàgina d'esdeveniment multi-dia

source: multiday event pages
ca: pàgines d'esdeveniment multi-dia

source: start date
ca: data de començament

source: end date
ca: data d'acabament

source: recurring event page
ca: pàgina d'esdeveniment recurrent

source: recurring event pages
ca: pàgines d'esdeveniment recurrent

source: repeat
ca: repetició

source: number of days
ca: nombre de dies

source: These events have finished.
ca: Aquests esdeveniments han acabat.

source: starting at
ca: començant a les

source: finishing at
ca: acabant a les

source: multiday recurring event page
ca: pàgina d'esdeveniment recurrent multi-dia

source: multiday recurring event pages
ca: pàgines d'esdeveniment recurrent multi-dia

source: overrides
ca: anul·la

source: The recurring event that we are updating.
ca: L'esdeveniment recurrent que estem actualitzant.

source: That date already has
ca: Aquesta data ja en té

source: For Date
ca: Per la Data

source: For this date
ca: Per aquesta data

source: {exception} for {date}
ca: {exception} pel {date}

source: {date} for {n} days {startTime}
ca: {date} per {n} dies {startTime}

source: finishing at
ca: acabant a les

source: Extra Information
ca: Informació Addicional

source: extra event information
ca: informació addicional de l'esdeveniment

source: title
ca: títol

source: A more specific title for this occurence (optional)
ca: Un títol més específic per aquesta repetició (opcional)

source: extra information
ca: informació addicional

source: Information just for this date
ca: Informació només per aquesta data

source: a cancellation
ca: una cancel·lació

source: Show in place of cancelled event (Leave empty to show nothing)
ca: Mostra en lloc de l'esdeveniment cancel·lat (Deixar buit per no mostrar res)

source: Why was the event cancelled?
ca: Per qué es va cancel·lar l'esdeveniment?

source: Cancellation
ca: Cancel·lació

source: This event has been cancelled.
ca: Aquest esdeveniment ha estat cancel·lat.

source: cancellation
ca: cancel·lació

source: cancellations
ca: cancel·lacions

source: a postponement
ca: un ajornament

source: postponement
ca: ajornament

source: postponements
ca: ajornaments

source: Postponement
ca: Ajornament

source: The title for the postponed event
ca: El títol per l'esdeveniment ajornat

source: Postponed to
ca: Ajornat fins

source: {what} from {when}
ca: {what} des de {when}

source: Postponed
ca: Ajornat

source: Rescheduled
ca: Replanificat

source: closed for holidays
ca: tancat per festius

source: These holidays
ca: Aquests festius

source: Holidays
ca: Festius

source: Closed For
ca: Tancat per

source: Closed for holidays
ca: Tancat per festius

source: Closed for holidays.
ca: Tancat per festius.

source: Closed on all holidays
ca: Tancat tots els festius

source: Closed on {}
ca: Tancat el {}

source: There is already an extended cancellation for then
ca: Ja n'hi ha una cancel·lació extesa per ells

source: extended cancellation
ca: cancel·lació extesa

source: extended cancellations
ca: cancel·lacions exteses

source: From Date
ca: Des de la Data

source: Cancelled from this date
ca: Cancel·lat des de aquesta data

source: To Date
ca: Fins la Data

source: Cancelled to this date (Leave empty for "until further notice")
ca: Cancel·lat fins aquesta data (Deixar buit per "fins proper avís")

source: Cancellation from {fromDate} {untilWhen}
ca: Cancel·lació des de {fromDate} {untilWhen}

source: to {}
ca: fins {}

source: until further notice
ca: fins proper avís

source: Cancelled from {fromDate} {untilWhen}
ca: Cencel·lat des de {fromDate} {untilWhen}

source: Export iCal
ca: Exportar a iCal

source: Events on %(day)s
ca: Esdeveniments el %(day)s

source: Upcoming Events
ca: Propers Esdeveniments

source: Past Events
ca: Esdeveniments passats

source: RSS Feed
ca: Font RSS

source: This Month
ca: Aquest Mes

source: Previous month
ca: Mes anterior

source: Next month
ca: Proper mes

source: Previous year
ca: Any anterior

source: Next year
ca: Proper any

source: This Week
ca: Aquesta setmana

source: Previous week
ca: Setmana anterior

source: Next week
ca: Propera setmana

source: Download
ca: Descarregar

source: Time Zone
ca: Zona Horaria

source: See also <strong>other occurrences</strong> of this event.
ca: Veure també <strong>altres repeticions</strong> d'aquest esdeveniment.

source: Next on %(event_next_on)s
ca: Proper el %(event_next_on)s

source: This event has been %(what)s.
ca: Aquest esdeveniment ha estat %(what)s.

source: %(what)s to <a class="joy-ev-to-when__link" href="%(postponement_url)s" >%(postponed_to)s</a>
ca: %(what)s pel <a class="joy-ev-to-when__link" href="%(postponement_url)s" >%(postponed_to)s</a>

source: Today
ca: Avui

source: on
ca: el

source: Events
ca: Esdeveniments

source: Frequency
ca: Periodicitat

source: Until Date
ca: Fins Data

source: Use Advanced Options
ca: Utilitzar Opciones Avançades

source: Every
ca: Cada

source: Day(s)
ca: Dia(es)

source: Week(s)
ca: Setmana(es)

source: Month(s)
ca: Mes(os)

source: Year(s)
ca: Any(s)

source: On Days
ca: Els

source: On
ca: El

source: And
ca: I

source: Of
ca: De

source: What are the rules for when this event recurs?
ca: Quales son les regles per la repetició d'aquest esdeveniment?

source: first
ca: primer

source: second
ca: segon

source: third
ca: tercer

source: fourth
ca: quart

source: fifth
ca: cinqué

source: last
ca: últim

source: penultimate
ca: penúltim

source: the last
ca: l'ultim

source: the penultimate
ca: el penúltim

source: the first
ca: el primer

source: the second
ca: el segon

source: the third
ca: el tercer

source: the fourth
ca: el quart

source: the fifth
ca: el cinqué

source: the
ca: el

source: {N} days before
ca: {N} dies abans

source: The day before
ca: El dia abans

source: The day after
ca: El dia després

source: {N} days after
ca: {N} dies després

source: and
ca: i

source: Mondays
ca: Dilluns

source: Tuesdays
ca: Dimarts

source: Wednesdays
ca: Dimecres

source: Thursdays
ca: Dijous

source: Fridays
ca: Divendres

source: Saturdays
ca: Dissabtes

source: Sundays
ca: Diumenges

# definitive form
source: Monday
ca: Dilluns

# definitive form
source: Tuesday
ca: Dimarts

# definitive form
source: Wednesday
ca: Dimecres

# definitive form
source: Thursday
ca: Dijous

# definitive form
source: Friday
ca: Divendres

# definitive form
source: Saturday
ca: Dissabte

# definitive form
source: Sunday
ca: Diumenge

source: {localWeekday} before {theOrdinal} {weekday}
ca: {localWeekday} abans {theOrdinal} {weekday}

source: {localWeekday} after {theOrdinal} {weekday}
ca: {localWeekday} després {theOrdinal} {weekday}

source: for {n} days
ca: per {n} dies

source: (until {when})
ca: (fins {when})

source: Every {n} days
ca: Cada {n} dies

source: Daily
ca: Diariament

source: Weekly on {days}
ca: Setmanalment els {days}

source: Fortnightly on {days}
ca: Quinzenalment els {days}

source: Every {n} weeks on {days}
ca: Cada {n} setmanes els {days}

source: of the month
ca: del mes

source: {when}, every {n} months
ca: {when}, cada {n} mesos

source: of {months}
ca: de {months}

source: {when}, every {n} years
ca: {when}, cada {n} anys

source: Everyday
ca: Cada dia

source: Every {when}
ca: Cada {when}

source: The {when}
ca: El {when}

source: {DaysOffset} {theOrdinal} day
ca: {DaysOffset} {theOrdinal} dia

source: {TheOrdinal} day
ca: {TheOrdinal} dia

source: to
ca: a

source: Weekly
ca: Setmanalment

source: Monthly
ca: Mensualment

source: Yearly
ca: Anualment

source: The Same
ca: El Mateix

source: Day of the month
ca: Dia del mes
